export const data = {
  title: "الاسئلة المتكررة",
  questionsAndAnswers: [
    {
      question: "ما هي أهمية تقييمات النزلاء في فنادق السياحة؟",
      answer: `
      تقييمات النزلاء تساعد المسافرين على اتخاذ قراراتهم بناءً على تجارب الآخرين،
       وتوفر معلومات دقيقة حول جودة الخدمة والراحة والنظافة في الفنادق.
      `,
      isOpen: false,
    },
    {
      question:
        "ما هي أبرز الميزات التي يبحث عنها المسافرون عند اختيار فندق لإقامتهم؟",
      answer: `
      يبحث المسافرون عادة عن موقع مركزي، ووجود خدمات مثل الإنترنت اللاسلكي المجاني،
       ومرافق الترفيه والرياضة، وخدمة الغرف على مدار الساعة، ووجود مطاعم ومقاهي داخل الفندق.`,
      isOpen: false,
    },
    {
      question: "ما هي أهمية تصنيف الفنادق وفقًا لنجمات التصنيف؟",
      answer: `
      يساعد تصنيف الفنادق وفقًا لعدد النجمات في توجيه المسافرين إلى
       الخيارات التي تتناسب مع ميزانيتهم وتوقعاتهم. كلما كانت نجوم الفندق أكثر، كانت المرافق وجودتها أفضل.`,
      isOpen: false,
    },
    {
      question: "ما هي أهم العوامل التي تؤثر على أسعار الغرف في الفنادق؟",
      answer: `
      تؤثر العديد من العوامل على أسعار الغرف في الفنادق، 
      مثل الموسم والطلب، والموقع،
       ومستوى الفخامة والخدمات المقدمة، وحجم الغرفة والإطلالة عليها.`,
      isOpen: false,
    },
    {
      question: "ما هي الخطوات الأساسية لحجز فندق عبر الإنترنت؟",
      answer: `
      الخطوات تتضمن تحديد الموقع والتواريخ المطلوبة للإقامة، ثم البحث عن الفنادق المتاحة`,
      isOpen: false,
    },
  ],
};
